app/Http/Controllers/DashboardController.php

    public function index() {
        $totalPengguna = User::count();
        $totalEmployers = User::where('role', 'employer')->count();
        $totalJobSeekers = User::where('role', 'jobseeker')->count();
---
select count(*) as aggregate from `users`
select count(*) as aggregate from `users` where `role` = 'employer'
select count(*) as aggregate from `users` where `role` = 'jobseeker'

    public function contactUs() {
        $dataContact = ContactUs::all();
---
select * from `contact_us`