app/Http/Controllers/JobController.php

insert into `contact_us` (`name`, `email`, `message`, `updated_at`, `created_at`) values ('Isma Fitria Risnandari', 'itsme@gmail.com', 'kjdkhfuidshfishf', '2023-06-19 11:30:27', '2023-06-19 11:30:27')
---
    public function createContact(StoreContactUsRequest $request) {
        $data = $request->all();
        ContactUs::create($data);